Repository: anviar/mcomplex
Catalog: mSSL/devtools/*.po
Languages: ru

source: Getting Root-certificate
ru: Получение корневого сертификата

source: Generating private key
ru: Генерация приватного ключа

source: Generating certificate requaest
ru: Генерация запроса сертификата

source: Getting own certificate
ru: Получение пользовательского сертификата

source: Building PKCS12 package
ru: Создание пакета PKCS12

source: Package created sucessfully !
ru: Пакет успешно создан!

source: Root certificate
ru: Корневой сертификат

source: not found!
ru: не найден!

source: This file you may get in Certificate Center of your company.
ru: Этот файл вы можете получить в Центре Сертификации вашей компании.

source: created sucessfully!
ru: создан успешно!

source: Generating certificate request
ru: Создание запроса сертификата

source: Private key
ru: Приватный ключ

source: doesn't created!
ru: не создан!

source: An unexpected error occured: contact support.
ru: Возникла непредвиденная ошибка: обратитесь в службу технической подержки.

source: Certificate request
ru: Запрос сертификата

source: get sucessfully!
ru: получен успешно!

source: Creating PKCS12 package
ru: Создание пакета PKCS12

source: Certificate
ru: Сертификат

source: Package
ru: Пакет

source: does't created!
ru: не создан!

source: An unexpected error occured: contact support.
ru: Возникла непредвиденная ошибка: обратитесь в службу технической подержки.

source: This action remove all created files in working directory. Continue?
ru: Это действие удалит все созданные файлы в рабочей директории. Продолжить?

source: Choose directory
ru: Выберите директорию

source: Country
ru: Страна

source: Enter password:
ru: Введите пароль:

source: Find openssl program
ru: Найдите программу OpenSSL

source: Full name
ru: Полное имя

source: Full reset
ru: Полный сброс

source: Locality name
ru: Наименование населенного пункта

source: Organization
ru: Организация

source: Organization unit
ru: Подразделение

source: Path to openssl binary
ru: Путь к программе OpenSSL

source: Program preferences
ru: Настройки программы

source: Type of locality
ru: Тип населенного пункта

source: User creditionals
ru: Реквизиты пользователя

source: Working directory
ru: Рабочая директория

source: _Creditionals
ru: Реквизиты

source: _Help
ru: Помощь

source: _Menu
ru: Меню

source: e-mail
ru: Электронная почта
